Repository: LeifAndersen/Android-Supertux
Catalog: data_files/levels/world1/*.po
Languages: ru

source: Welcome to Antarctica
ru: Добро пожаловать в Антарктику

source: Somewhere at the shores of Antarctica...
ru: Где-то в землях Антарктики...

source: -Bonus Blocks !images/objects/bonus_block/full-0.png #Bonus blocks can contain coins, power-ups or special items to help you in your quest. # #Hit them from below to get at their contents.
ru: -Бонусные Блоки !images/objects/bonus_block/full-0.png #Бонусные блоки могут содержать монеты, power-upы или другие штуки, которые помогут в выполнении квеста# #Стукни их снизу чтобы достать содержимое.

source: -Eggs !images/powerups/egg/egg.png #The egg makes Tux grow larger. Tux can then smash wooden blocks with his head.
ru: -Яйца !images/powerups/egg/egg.png #Яйцо делает Тюкса больше. Большой Тюкс может разбивать деревянные блоки головой.

source: -Checkpoints !images/objects/resetpoints/bell-m.png #Activate the checkpoint. As long as you have at least 25 coins left, you can retry the level from here.
ru: -Контрольные точки !images/objects/resetpoints/bell-m.png #Активируй контрольные точки, и если есть 25 монет, переигрывание уровня начнётся с этого места

source: -Running !images/tiles/signs/run.png #The path in front of you is blocked. Gain some speed before jumping to pass over the blocks.
ru: -Беги !images/tiles/signs/run.png #Путь впереди заблокирован. Разбегись прежде чем перепрыгивать через блоки

source: -Fire Flower !images/powerups/fireflower/fire_flower-0.png #The fire flower gives Tux the ability to shoot fireballs.
ru: -Огненный цветок !images/powerups/fireflower/fire_flower-0.png #Огненный цветок даёт Тюксу возможность стрелять огоньками.

source: -Tux Doll !images/powerups/1up/1up.png #The Tux doll gives Tux 100 coins.
ru: -Кукольный Тюкс !images/powerups/1up/1up.png #Даёт Тюксу 100 монет.

source: -Secret Areas #Many levels contain secret areas behind what seems to be plain walls. Look for clues to find them.
ru: -Тайникиа #На многих уровнях есть тайники, спрятанные за обычными стенами.Ищи подсказки, чтобы обнаружить их.

source: The Journey Begins
ru: Путешествие начинается

source: Via Nostalgica
ru: Через ностальгию

source: Tobgle Road
ru: Дорога Tobgle

source: The Somewhat Smaller Bath
ru: Немного меньший бассейн

source: The Frosted Fields
ru: Заиндивелые поля

source: Oh no! More Snowballs!
ru: О нет! Опять снежки!

source: Stone Cold
ru: Каменный холод

source: Grumbel's Sense of Snow
ru: Грумбелевское понимание снега

source: 23rd Airborne
ru: 23ий бортовой

source: Night Chill
ru: Ночная прохлада

source: Into the Stars
ru: К звёздам

source: Above the Arctic Skies
ru: Над арктическими небесами

source: Entrance to the Cave
ru: Вход в пещеру

source: Under the Ice
ru: Подо льдом

source: Living in a Fridge
ru: Жизнь в холодильнике

source: '...or is it just me?'
ru: ...или это просто я?

source: Ice in the Hole
ru: Лёд в дыре

source: Miyamoto Monument
ru: Монумент Миямото

source: End of the Tunnel
ru: Конец туннеля

source: A Path in the Clouds
ru: Путь в облаках

source: A Mysterious House of Ice
ru: Таинственный дом льда

source: The Escape
ru: Побег

source: The Shattered Bridge
ru: Разбитый мост

source: Arctic Ruins
ru: рктические руины

source: The Castle of Nolok
ru: Замок Нолока

source: No More Mr Ice Guy
ru: Больше никаких Льдышек

source: Bonus Level
ru: Призовой уровень

source: -Entering Nolok's Throne Room! #Tux ran into Nolok's throne room, #frantically searching for his beloved. #Alas, he found neither Penny nor Nolok #there, but instead, another note. #"Well done, Tux, well done. If you are #reading this, you have removed my #control over this icy fortress. But as #you can see, your beloved Penny is not #here. What you did not realize is that #this is just one of my many fortresses, #spread far across the lands! #"Tux, your ambition is most honorable, #but futile nonetheless. With every #fortress you conquer of mine, I will #escape to another, and take Penny with #me. Do not be silly... it is best that #you give up now." #Tux was sadly leaving the room, when he #felt something beneath his foot... an #envelope, addressed to him! Inside was #a roughly sketched map with fortresses #drawn in various lands. On the corner #of the map was Penny's signature, a #drawing of the ice flower. #Tux ran out of the fortress, map in #hand. No, he decided, he would not give #up. Penny was counting on him.
ru: -Вход в тронный зал Нолока! #Tux ran into Nolok's throne room, #frantically searching for his beloved. #Alas, he found neither Penny nor Nolok #there, but instead, another note. #Тюкс вбежал в тронный зал Нолока, #лихорадочно разыскивая свою возлюбленную. #Увы, он не обнаружил ни Пенни, ни Нолока, #а только ещё одно письмо. #"Неплохо, неплохо, Тюкс. Раз ты читаешь это - #ты сверг мою власть в этом ледяном замке. #Но как ты видишь, твоя Пении не здесь. #Ты так и не понял, что этот замок #всего лишь один из многих, разбросанных #по всем землям! #"Тюкс, твои стремления достойны уважения, #но тем не менее тщетны. #Какой бы из моих замков ты не покорил, #я всегда убегу в другой и заберу Пенни с собой. #Не будь глупцом... Лучше сдавайся сейчас." #Тюкс грусно побрёл из зала, но вдруг #заметил чтото под ногами... #Это конверт, адресованный ему! #Внутри него обнаружилась наспех нарисованная #карта с замками в разных землях. #В углу карты стояла подпись Пенни - #изображение ледяного цветка. #Тюкс выбежал из замка с картой в руке. #Нет, решил он - я не сдамся! #На меня надеется Пенни.

source: Picnic With Penny
ru: Пикник с Пенни

source: -Penny gets captured! #Tux and Penny were out having a nice #picnic on the ice fields of Antarctica. #Suddenly, a creature jumped from #behind an ice bush, there was a flash, #and Tux fell asleep! #When Tux wakes up, he finds that Penny #is missing. Where she lay before now #lies a letter. "Tux, my arch enemy!" #says the letter. "I have captured #your beautiful Penny and have taken her #to my fortress. The path to my fortress #is littered with my minions. Give up on #the thought of trying to reclaim her, #you haven't a chance! -Nolok" #Tux looks and see Nolok's fortress in #the distance. Determined to save his #beloved Penny, he begins his journey.
ru: -Пенни попала в плен! #Тюкса и Пенни проводили время на прекрасном #пикнике в ледяных полях Антарктики. #Внезапно из-за ледяного куста выскачило чудовище #блестнула вспышка, и Тюкс провалился в сон! #Когда Тюкс проснулся, он обнаружил, что Пенни пропала. #Там, где она только что лежала осталось письмо. #"Тюкс, мой кровный враг!" - говорилось в письме. #"Твою прекрасную возлюбленную Пенни я взял в плен #в свою крепость. #Путь к ней усеян моиим приспешниками #Даже и не думай пытаться вызволить её, #у тебя нет ни единого шанса! -Нолок" #Тюкс огляделся и увидел в дали крепость Нолока #Решив освободить свою возлюбленную Пении, #он отправился в путь.

source: Icyisland
ru: Ледяной остров

source: You found a secret area!
ru: Ты нашол тайник!
