Repository: LeifAndersen/Android-Supertux
Catalog: data_files/levels/world2/*.po
Languages: ru

source: Crumbling Path
ru: Рассыпающийся путь

source: Treasure in the skies
ru: Сокровище в небесах

source: Tux the Builder
ru: Тюкс строитель

source: -Portable Rocks: !images/help/rockhowto1.png !images/help/rockhowto2.png !images/help/rockhowto3.png
ru: -Перемещаемые блоки: !images/help/rockhowto1.png !images/help/rockhowto2.png !images/help/rockhowto3.png

source: Iceberg Fortress
ru: Крепость на айсберге

source: NOLOK
ru: НОЛОК

source: Bouncy Coils
ru: Прыгающие монеты

source: Tree Fortress
ru: Лесная крепость

source: A Mouldy Grotto
ru: Затхлый грот

source: Short Visit to El Castillo
ru: Небольшой визит в Эль Кастильо

source: Welcome to the Forest
ru: Добро пожаловать в лес

source: Countercurrent
ru: Против течения

source: Little Venice
ru: Маленькая венеция

source: Two Tiny Towers
ru: Две мелкие башни

source: Three sheets to the wind
ru: Три листа на ветру

source: Kneep-deep in the depth
ru: Книп-дип в глубине

source: Duct Ape
ru: Дукт Эйп

source: Room of Stars
ru: Зал звёзд

source: The Silent Walls
ru: Тихие стены

source: Dan Morial
ru: Дан Мориал

source: Detour
ru: Окольный путь

source: Find the Bigger Fish!
ru: Найди большую рыбу

source: Walking Leaves
ru: Гуляющие листья

source: Roots, Woody Roots
ru: Корни, древесные корни

source: -Hint: #If there seems to be #no way to reach a door, #remember that you might #be supposed to come out #of that door...
ru: -Подсказка: #Если кажется, что до двери #не добраться, помни, что #может быть, предполагалось #выйти из неё

source: Down The Rabbit Hole
ru: Вниз в кроличью нору

source: -Oh no! #The path is blocked! It #seems that the only way #leads through that dark #hole in the ground...
ru: -О нет! #Путь перекрыт! #Кажется, единственный путь #ведёт в эту тёмную нору в земле

source: -Are you lost?
ru: -Заблудился?

source: Going Underground
ru: Спускаться в подземелье

source: Green Hills
ru: Зелёные холмы

source: Light and Magic
ru: Свет и магия

source: Owls' Revenge
ru: Реванш сов

source: Shocking
ru: Молнии

source: Penguins don't grow on Trees
ru: Пингвины не растут на деревьях

source: Up and Down
ru: вверх и вниз

source: A Village in the Forrest
ru: Деревня в лесу

source: Forest World
ru: Лесной мир
